Repository: phocean/shokonotes
Catalog: Shokonotes/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Quit Shokonotes when closing the library window
de: Shokonotes beim Schließen des Bibliotheksfensters beenden
es: Salir de Shokonotes al cerrar la ventana de la biblioteca
fr: Quitter Shokonotes à la fermeture de la fenêtre de bibliothèque
it: Esci da Shokonotes alla chiusura della finestra della libreria
ja: ライブラリウインドウを閉じるときにShokonotesを終了
ko: 라이브러리 윈도우를 닫을 때 Shokonotes 종료
pt_br: Encerrar o Shokonotes ao fechar a janela da biblioteca
ru: Завершать Shokonotes при закрытии окна библиотеки
zh_hans: 关闭资料库窗口时退出 Shokonotes

source: All Notes
de: Alle Notizen
es: Todas las notas
fr: Toutes les notes
it: Tutte le note
ja: すべてのメモ
ko: 모든 메모
pt_br: Todas as notas
ru: Все заметки
zh_hans: 全部笔记

source: Inbox
de: Eingang
es: Bandeja de entrada
fr: Boîte de réception
it: In arrivo
ja: 受信箱
ko: 수신함
pt_br: Caixa de entrada
ru: Входящие
zh_hans: 收件箱

source: Untagged
de: Ohne Tags
es: Sin etiquetas
fr: Non étiqueté
it: Senza etichette
ja: タグなし
ko: 태그 없음
pt_br: Sem etiquetas
ru: Без тегов
zh_hans: 无标签

source: Trash
de: Papierkorb
es: Papelera
fr: Corbeille
it: Cestino
ja: ゴミ箱
ko: 휴지통
pt_br: Lixo
ru: Корзина
zh_hans: 废纸篓

source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
it: Cartelle
ja: フォルダ
ko: 폴더
pt_br: Pastas
ru: Папки
zh_hans: 文件夹

source: Favourites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
pt_br: Favoritos
ru: Избранное
zh_hans: 个人收藏

source: Add to Favourites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pt_br: Adicionar aos favoritos
ru: Добавить в избранное
zh_hans: 添加到个人收藏

source: Remove from Favourites
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
pt_br: Remover dos favoritos
ru: Убрать из избранного
zh_hans: 从个人收藏移除

source: Done
de: Fertig
es: OK
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: OK
ru: Готово
zh_hans: 完成

source: Empty Trash
de: Papierkorb leeren
es: Vaciar papelera
fr: Vider la corbeille
it: Svuota cestino
ja: ゴミ箱を空にする
ko: 휴지통 비우기
pt_br: Esvaziar lixo
ru: Очистить корзину
zh_hans: 清倒废纸篓

source: Empty the Trash?
de: Papierkorb leeren?
es: ¿Vaciar la papelera?
fr: Vider la corbeille ?
it: Svuotare il cestino?
ja: ゴミ箱を空にしますか?
ko: 휴지통을 비우시겠습니까?
pt_br: Esvaziar o lixo?
ru: Очистить корзину?
zh_hans: 要清倒废纸篓吗？

source: Empty
de: Leeren
es: Vaciar
fr: Vider
it: Svuota
ja: 空にする
ko: 비우기
pt_br: Esvaziar
ru: Очистить
zh_hans: 清倒

source: New Note
de: Neue Notiz
es: Nueva nota
fr: Nouvelle note
it: Nuova nota
ja: 新規メモ
ko: 새로운 메모
pt_br: Nova nota
ru: Новая заметка
zh_hans: 新建笔记

source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
ja: 新規フォルダ
ko: 새로운 폴더
pt_br: Nova pasta
ru: Новая папка
zh_hans: 新建文件夹

source: Untitled Folder
de: Unbenannter Ordner
es: Carpeta sin título
fr: Dossier sans titre
it: Cartella senza titolo
ja: 名称未設定フォルダ
ko: 무제 폴더
pt_br: Pasta sem título
ru: Папка без названия
zh_hans: 未命名文件夹

source: Untitled Note
de: Unbenannte Notiz
es: Nota sin título
fr: Nouvelle note
it: Nota senza titolo
ja: 名称未設定
ko: 무제 메모
pt_br: Nota sem título
ru: Заметка без названия
zh_hans: 未命名笔记

source: Rename…
de: Umbenennen …
es: Renombrar…
fr: Renommer…
it: Rinomina…
ja: 名称変更…
ko: 이름 변경…
pt_br: Renomear…
ru: Переименовать…
zh_hans: 重新命名…

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名称変更
ko: 이름 변경
pt_br: Renomear
ru: Переименовать
zh_hans: 重新命名

source: Rename Folder
de: Ordner umbenennen
es: Renombrar carpeta
fr: Renommer le dossier
it: Rinomina cartella
ja: フォルダの名称変更
ko: 폴더 이름 변경
pt_br: Renomear pasta
ru: Переименовать папку
zh_hans: 重新命名文件夹

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 생성
pt_br: Criar
ru: Создать
zh_hans: 创建

source: Choose
de: Auswählen
es: Elegir
fr: Choisir
it: Scegli
ja: 選択
ko: 선택
pt_br: Escolher
ru: Выбрать
zh_hans: 选择

source: Choose…
de: Auswählen …
es: Elegir…
fr: Choisir…
it: Scegli…
ja: 選択…
ko: 선택…
pt_br: Escolher…
ru: Выбрать…
zh_hans: 选择…

source: Change…
de: Ändern …
es: Cambiar…
fr: Changer…
it: Cambia…
ja: 変更…
ko: 변경…
pt_br: Alterar…
ru: Изменить…
zh_hans: 更改…

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Apagar
ru: Удалить
zh_hans: 删除

source: Delete Permanently
de: Endgültig löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
it: Elimina definitivamente
ja: 完全に削除
ko: 영구적으로 삭제
pt_br: Apagar permanentemente
ru: Удалить безвозвратно
zh_hans: 永久删除

source: Delete permanently?
de: Endgültig löschen?
es: ¿Eliminar permanentemente?
fr: Supprimer définitivement ?
it: Eliminare definitivamente?
ja: 完全に削除しますか?
ko: 영구적으로 삭제하시겠습니까?
pt_br: Apagar permanentemente?
ru: Удалить безвозвратно?
zh_hans: 要永久删除吗？

source: Delete Folder
de: Ordner löschen
es: Eliminar carpeta
fr: Supprimer le dossier
it: Elimina cartella
ja: フォルダを削除
ko: 폴더 삭제
pt_br: Apagar pasta
ru: Удалить папку
zh_hans: 删除文件夹

source: Delete folder?
de: Ordner löschen?
es: ¿Eliminar carpeta?
fr: Supprimer le dossier ?
it: Eliminare la cartella?
ja: フォルダを削除しますか?
ko: 폴더를 삭제하시겠습니까?
pt_br: Apagar pasta?
ru: Удалить папку?
zh_hans: 要删除文件夹吗？

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
ko: 복원
pt_br: Restaurar
ru: Восстановить
zh_hans: 还原

source: Pin
de: Anheften
es: Fijar
fr: Épingler
it: Fissa
ja: ピンで留める
ko: 고정
pt_br: Fixar
ru: Закрепить
zh_hans: 置顶

source: Unpin
de: Lösen
es: Desfijar
fr: Désépingler
it: Sblocca
ja: ピンを外す
ko: 고정 해제
pt_br: Desafixar
ru: Открепить
zh_hans: 取消置顶

source: Open External
de: Extern öffnen
es: Abrir externamente
fr: Ouvrir à l’externe
it: Apri all’esterno
ja: 外部で開く
ko: 외부에서 열기
pt_br: Abrir externamente
ru: Открыть во внешней программе
zh_hans: 用外部程序打开

source: Reveal in Finder
de: Im Finder zeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderに表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在 Finder 中显示

source: Print…
de: Drucken …
es: Imprimir…
fr: Imprimer…
it: Stampa…
ja: プリント…
ko: 프린트…
pt_br: Imprimir…
ru: Напечатать…
zh_hans: 打印…

source: Share…
de: Teilen …
es: Compartir…
fr: Partager…
it: Condividi…
ja: 共有…
ko: 공유…
pt_br: Compartilhar…
ru: Поделиться…
zh_hans: 共享…

source: Move
de: Bewegen
es: Mover
fr: Déplacer
it: Sposta
ja: 移動
ko: 이동
pt_br: Mover
ru: Переместить
zh_hans: 移动

source: New Tag
de: Neuer Tag
es: Nueva etiqueta
fr: Nouvelle étiquette
it: Nuova etichetta
ja: 新規タグ
ko: 새로운 태그
pt_br: Nova etiqueta
ru: Новый тег
zh_hans: 新建标签

source: New Tag…
de: Neuer Tag …
es: Nueva etiqueta…
fr: Nouvelle étiquette…
it: Nuova etichetta…
ja: 新規タグ…
ko: 새로운 태그…
pt_br: Nova etiqueta…
ru: Новый тег…
zh_hans: 新建标签…

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
zh_hans: 添加

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pt_br: Buscar
ru: Поиск
zh_hans: 搜索

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
ja: 並べ替え
ko: 정렬
pt_br: Ordenar
ru: Сортировка
zh_hans: 排序

source: Sort notes
de: Notizen sortieren
es: Ordenar notas
fr: Trier les notes
it: Ordina note
ja: メモを並べ替える
ko: 메모 정렬
pt_br: Ordenar notas
ru: Сортировать заметки
zh_hans: 排序笔记

source: Rename file
de: Datei umbenennen
es: Renombrar archivo
fr: Renommer le fichier
it: Rinomina file
ja: ファイル名を変更
ko: 파일 이름 변경
pt_br: Renomear arquivo
ru: Переименовать файл
zh_hans: 重新命名文件

source: New notes use a placeholder name on disk. Change the title and tags in Shokonotes. Rename the file here — never from the external editor.
de: Neue Notizen tragen auf der Festplatte einen Platzhalternamen. Ändern Sie Titel und Tags in Shokonotes. Benennen Sie die Datei hier um — niemals im externen Editor.
es: Las notas nuevas usan un nombre provisional en el disco. Cambie el título y las etiquetas en Shokonotes. Cambie el nombre del archivo aquí, nunca desde el editor externo.
fr: Une note neuve porte un nom provisoire sur le disque. Modifiez le titre et les étiquettes dans Shokonotes. Renommez le fichier ici — jamais depuis l’éditeur externe.
it: Le nuove note usano un nome provvisorio sul disco. Modifica titolo ed etichette in Shokonotes. Rinomina il file qui, mai dall’editor esterno.
ja: 新規メモはディスク上で仮の名前になります。タイトルとタグはShokonotesで変更してください。ファイル名の変更はここで行い、外部エディタからは行わないでください。
ko: 새 메모는 디스크에 임시 이름으로 저장됩니다. 제목과 태그는 Shokonotes에서 바꾸세요. 파일 이름은 여기에서만 바꾸고, 외부 편집기에서는 바꾸지 마세요.
pt_br: Notas novas usam um nome provisório no disco. Altere o título e as etiquetas no Shokonotes. Renomeie o arquivo aqui — nunca no editor externo.
ru: Новые заметки получают на диске временное имя. Меняйте заголовок и теги в Shokonotes. Переименовывайте файл здесь — никогда во внешнем редакторе.
zh_hans: 新笔记在磁盘上使用临时名称。请在 Shokonotes 中更改标题和标签。请在此处重命名文件，切勿在外部编辑器中重命名。

source: Add Tag…
de: Tag hinzufügen …
es: Añadir etiqueta…
fr: Ajouter une étiquette…
it: Aggiungi etichetta…
ja: タグを追加…
ko: 태그 추가…
pt_br: Adicionar etiqueta…
ru: Добавить тег…
zh_hans: 添加标签…

source: Remove tag
de: Tag entfernen
es: Quitar etiqueta
fr: Retirer l’étiquette
it: Rimuovi etichetta
ja: タグを削除
ko: 태그 제거
pt_br: Remover etiqueta
ru: Удалить тег
zh_hans: 移除标签

source: No results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
ja: 結果なし
ko: 결과 없음
pt_br: Nenhum resultado
ru: Нет результатов
zh_hans: 没有结果

source: Find in Note
de: In der Notiz suchen
es: Buscar en la nota
fr: Rechercher dans la note
it: Cerca nella nota
ja: メモ内を検索
ko: 메모에서 찾기
pt_br: Buscar na nota
ru: Найти в заметке
zh_hans: 在笔记中查找

source: Find Next
de: Weitersuchen
es: Buscar siguiente
fr: Suivant
it: Cerca successivo
ja: 次を検索
ko: 다음 찾기
pt_br: Buscar seguinte
ru: Найти далее
zh_hans: 查找下一个

source: Find Previous
de: Vorheriges suchen
es: Buscar anterior
fr: Précédent
it: Cerca precedente
ja: 前を検索
ko: 이전 찾기
pt_br: Buscar anterior
ru: Найти ранее
zh_hans: 查找上一个

source: Show Sidebar
de: Seitenleiste einblenden
es: Mostrar barra lateral
fr: Afficher la barre latérale
it: Mostra barra laterale
ja: サイドバーを表示
ko: 사이드바 보기
pt_br: Mostrar barra lateral
ru: Показать боковое меню
zh_hans: 显示边栏

source: Hide Sidebar
de: Seitenleiste ausblenden
es: Ocultar barra lateral
fr: Masquer la barre latérale
it: Nascondi barra laterale
ja: サイドバーを非表示
ko: 사이드바 가리기
pt_br: Ocultar barra lateral
ru: Скрыть боковое меню
zh_hans: 隐藏边栏

source: External editor
de: Externer Editor
es: Editor externo
fr: Éditeur externe
it: Editor esterno
ja: 外部エディタ
ko: 외부 편집기
pt_br: Editor externo
ru: Внешний редактор
zh_hans: 外部编辑器

source: Open in %@
de: In %@ öffnen
es: Abrir en %@
fr: Ouvrir dans %@
it: Apri in %@
ja: %@で開く
ko: %@에서 열기
pt_br: Abrir no %@
ru: Открыть в %@
zh_hans: 用%@打开

source: Modification Date
de: Änderungsdatum
es: Fecha de modificación
fr: Date de modification
it: Data di modifica
ja: 変更日
ko: 수정일
pt_br: Data de modificação
ru: Дата изменения
zh_hans: 修改日期

source: Creation Date
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
it: Data di creazione
ja: 作成日
ko: 생성일
pt_br: Data de criação
ru: Дата создания
zh_hans: 创建日期

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
ru: Заголовок
zh_hans: 标题

source: Ascending
de: Aufsteigend
es: Ascendente
fr: Croissant
it: Crescente
ja: 昇順
ko: 오름차순
pt_br: Crescente
ru: По возрастанию
zh_hans: 升序

source: Select a note
de: Wählen Sie eine Notiz aus
es: Seleccione una nota
fr: Sélectionnez une note
it: Seleziona una nota
ja: メモを選択してください
ko: 메모를 선택하세요
pt_br: Selecione uma nota
ru: Выберите заметку
zh_hans: 请选择一篇笔记

source: Choose a notes folder
de: Notizenordner wählen
es: Elegir una carpeta de notas
fr: Choisir un dossier de notes
it: Scegli una cartella di note
ja: メモフォルダを選択
ko: 메모 폴더 선택
pt_br: Escolher uma pasta de notas
ru: Выберите папку заметок
zh_hans: 选择笔记文件夹

source: Choose Folder…
de: Ordner wählen …
es: Elegir carpeta…
fr: Choisir un dossier…
it: Scegli cartella…
ja: フォルダを選択…
ko: 폴더 선택…
pt_br: Escolher pasta…
ru: Выбрать папку…
zh_hans: 选择文件夹…

source: Open Sample Library
de: Beispielbibliothek öffnen
es: Abrir biblioteca de ejemplo
fr: Ouvrir la bibliothèque d’exemple
it: Apri libreria di esempio
ja: サンプルライブラリを開く
ko: 샘플 보관함 열기
pt_br: Abrir biblioteca de exemplo
ru: Открыть пример библиотеки
zh_hans: 打开示例资料库

source: Choose the folder that holds your Markdown notes.
de: Wählen Sie den Ordner, der Ihre Markdown-Notizen enthält.
es: Elija la carpeta que contiene sus notas Markdown.
fr: Choisissez le dossier qui contient vos notes Markdown.
it: Scegli la cartella che contiene le tue note Markdown.
ja: Markdownメモが入っているフォルダを選択してください。
ko: Markdown 메모가 들어 있는 폴더를 선택하세요.
pt_br: Escolha a pasta que contém as suas notas Markdown.
ru: Выберите папку, в которой лежат ваши заметки Markdown.
zh_hans: 请选择存放 Markdown 笔记的文件夹。

source: Shokonotes reads Markdown files from a folder you pick. Editing happens in your own editor.
de: Shokonotes liest Markdown-Dateien aus einem Ordner, den Sie wählen. Das Bearbeiten erfolgt in Ihrem eigenen Editor.
es: Shokonotes lee archivos Markdown de una carpeta que usted elige. La edición se hace en su propio editor.
fr: Shokonotes lit les fichiers Markdown d’un dossier que vous choisissez. L’édition se fait dans votre éditeur.
it: Shokonotes legge i file Markdown da una cartella che scegli tu. La modifica avviene nel tuo editor.
ja: Shokonotesは、選択したフォルダのMarkdownファイルを読みます。編集はご自身のエディタで行います。
ko: Shokonotes는 선택한 폴더의 Markdown 파일을 읽습니다. 편집은 사용하시는 편집기에서 합니다.
pt_br: O Shokonotes lê arquivos Markdown de uma pasta que você escolhe. A edição acontece no seu próprio editor.
ru: Shokonotes читает файлы Markdown из выбранной вами папки. Правка идёт в вашем редакторе.
zh_hans: Shokonotes 会从您选择的文件夹读取 Markdown 文件。编辑在您自己的编辑器中完成。

source: Notes in the Trash are removed from disk when emptied.
de: Notizen im Papierkorb werden beim Leeren von der Festplatte entfernt.
es: Las notas de la papelera se borran del disco al vaciarla.
fr: Les notes de la corbeille sont effacées du disque lorsqu’elle est vidée.
it: Le note nel Cestino vengono rimosse dal disco quando lo si svuota.
ja: ゴミ箱を空にすると、中のメモはディスクから削除されます。
ko: 휴지통을 비우면 그 안의 메모가 디스크에서 삭제됩니다.
pt_br: As notas no Lixo são removidas do disco ao esvaziá-lo.
ru: Заметки в Корзине удаляются с диска при очистке.
zh_hans: 清倒废纸篓时，其中的笔记会从磁盘上删除。

source: %lld notes will be removed from disk. This cannot be undone.
de: %lld Notizen werden von der Festplatte entfernt. Dies kann nicht rückgängig gemacht werden.
es: Se eliminarán %lld notas del disco. Esta acción no se puede deshacer.
fr: %lld notes seront supprimées du disque. Action irréversible.
it: %lld note verranno rimosse dal disco. L’operazione è irreversibile.
ja: %lld件のメモがディスクから削除されます。この操作は取り消せません。
ko: 메모 %lld개가 디스크에서 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
pt_br: %lld notas serão removidas do disco. Isso não pode ser desfeito.
ru: %lld заметок будут удалены с диска. Это нельзя отменить.
zh_hans: 将从磁盘删除 %lld 篇笔记。此操作无法撤销。

source: The name becomes the file name. A YAML title is updated when present.
de: Der Name wird zum Dateinamen. Ein YAML-Titel wird aktualisiert, falls vorhanden.
es: El nombre pasa a ser el nombre de archivo. Un título YAML se actualiza si existe.
fr: Le nom devient le nom de fichier. Un titre YAML est mis à jour s’il est présent.
it: Il nome diventa il nome del file. Un titolo YAML viene aggiornato se presente.
ja: この名前がファイル名になります。YAMLのtitleがある場合は更新されます。
ko: 이 이름이 파일 이름이 됩니다. YAML 제목이 있으면 함께 업데이트됩니다.
pt_br: O nome vira o nome do arquivo. Um título YAML é atualizado quando existe.
ru: Это имя становится именем файла. Заголовок YAML обновляется, если он есть.
zh_hans: 该名称会成为文件名。若存在 YAML 标题，则会一并更新。

source: Notes in “%@” will be moved to the Trash. This cannot be undone for the folder itself.
de: Notizen in „%@“ werden in den Papierkorb gelegt. Der Ordner selbst wird gelöscht.
es: Las notas de “%@” irán a la papelera. La carpeta en sí se eliminará.
fr: Les notes de « %@ » iront à la corbeille. Le dossier lui-même sera supprimé.
it: Le note in «%@» andranno nel Cestino. La cartella stessa verrà eliminata.
ja: 「%@」内のメモはゴミ箱に移されます。フォルダ自体は削除されます。
ko: “%@”의 메모는 휴지통으로 옮겨집니다. 폴더 자체는 삭제됩니다.
pt_br: As notas em “%@” irão para o Lixo. A pasta em si será apagada.
ru: Заметки из «%@» будут перемещены в Корзину. Сама папка будет удалена.
zh_hans: “%@” 中的笔记将移到废纸篓。文件夹本身将被删除。

source: The folder is created in the selected directory, or in the notes folder.
de: Der Ordner wird im ausgewählten Verzeichnis oder im Notizenordner erstellt.
es: La carpeta se crea en el directorio seleccionado o en la carpeta de notas.
fr: Le dossier est créé dans le répertoire sélectionné, ou dans le dossier de notes.
it: La cartella viene creata nella directory selezionata o nella cartella delle note.
ja: フォルダは、選択中のディレクトリ、またはメモフォルダに作成されます。
ko: 폴더는 선택한 디렉토리 또는 메모 폴더에 만들어집니다.
pt_br: A pasta é criada no diretório selecionado ou na pasta de notas.
ru: Папка создаётся в выбранном каталоге или в папке заметок.
zh_hans: 文件夹会创建在所选目录中，或创建在笔记文件夹中。

source: Settings…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
it: Impostazioni…
ja: 設定…
ko: 설정…
pt_br: Ajustes…
ru: Настройки…
zh_hans: 设置…

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

source: About %@
de: Über %@
es: Acerca de %@
fr: À propos de %@
it: Informazioni su %@
ja: %@について
ko: %@에 관하여
pt_br: Sobre o %@
ru: О программе %@
zh_hans: 关于%@

source: Hide %@
de: %@ ausblenden
es: Ocultar %@
fr: Masquer %@
it: Nascondi %@
ja: %@を非表示
ko: %@ 가리기
pt_br: Ocultar %@
ru: Скрыть %@
zh_hans: 隐藏%@

source: Hide Others
de: Andere ausblenden
es: Ocultar otros
fr: Masquer les autres
it: Nascondi altre
ja: ほかを非表示
ko: 기타 가리기
pt_br: Ocultar Outras
ru: Скрыть остальные
zh_hans: 隐藏其他

source: Show All
de: Alle einblenden
es: Mostrar todo
fr: Tout afficher
it: Mostra tutte
ja: すべてを表示
ko: 모두 보기
pt_br: Mostrar Todas
ru: Показать все
zh_hans: 全部显示

source: Quit %@
de: %@ beenden
es: Salir de %@
fr: Quitter %@
it: Esci da %@
ja: %@を終了
ko: %@ 종료
pt_br: Encerrar %@
ru: Завершить %@
zh_hans: 退出%@

source: File
de: Ablage
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pt_br: Arquivo
ru: Файл
zh_hans: 文件

source: Edit
de: Bearbeiten
es: Edición
fr: Édition
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Правка
zh_hans: 编辑

source: View
de: Darstellung
es: Visualización
fr: Présentation
it: Vista
ja: 表示
ko: 보기
pt_br: Visualizar
ru: Вид
zh_hans: 显示

source: Window
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
ja: ウインドウ
ko: 윈도우
pt_br: Janela
ru: Окно
zh_hans: 窗口

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
ru: Отменить
zh_hans: 撤销

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
it: Ripristina
ja: やり直す
ko: 실행 복귀
pt_br: Refazer
ru: Повторить
zh_hans: 重做

source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
it: Taglia
ja: カット
ko: 오려두기
pt_br: Recortar
ru: Вырезать
zh_hans: 剪切

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
ru: Скопировать
zh_hans: 拷贝

source: Paste
de: Einsetzen
es: Pegar
fr: Coller
it: Incolla
ja: ペースト
ko: 붙여넣기
pt_br: Colar
ru: Вставить
zh_hans: 粘贴

source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべてを選択
ko: 모두 선택
pt_br: Selecionar Tudo
ru: Выбрать все
zh_hans: 全选

source: Find
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 찾기
pt_br: Buscar
ru: Найти
zh_hans: 查找

source: Enter Full Screen
de: Vollbildmodus
es: Usar modo de pantalla completa
fr: Passer en plein écran
it: Passa a pieno schermo
ja: フルスクリーンにする
ko: 전체 화면 시작
pt_br: Entrar em Tela Cheia
ru: Перейти в полноэкранный режим
zh_hans: 进入全屏幕

source: Minimize
de: Im Dock ablegen
es: Minimizar
fr: Placer dans le Dock
it: Riduci a icona nel Dock
ja: Dockにしまう
ko: Dock에 넣기
pt_br: Minimizar
ru: Поместить в Dock
zh_hans: 最小化

source: Zoom
de: Zoomen
fr: Réduire/agrandir
ja: 拡大/縮小
ko: 확대/축소
ru: Увеличить/уменьшить
zh_hans: 缩放

source: Bring All to Front
de: Alles in den Vordergrund
es: Traer todo al frente
fr: Tout ramener au premier plan
it: Porta tutto in primo piano
ja: すべてを前面に移動
ko: 모두 앞으로 가져오기
pt_br: Trazer Todas para a Frente
ru: Все вперед
zh_hans: 全部置于顶层

source: General
de: Allgemein
fr: Général
it: Generali
ja: 一般
ko: 일반
pt_br: Geral
ru: Основные
zh_hans: 通用

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양새
pt_br: Aparência
ru: Оформление
zh_hans: 外观

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
ja: ストレージ
ko: 저장 공간
pt_br: Armazenamento
ru: Хранилище
zh_hans: 储存

source: Show notes from subfolders
de: Notizen aus Unterordnern anzeigen
es: Mostrar notas de subcarpetas
fr: Afficher les notes des sous-dossiers
it: Mostra note dalle sottocartelle
ja: サブフォルダのメモも表示
ko: 하위 폴더의 메모 표시
pt_br: Mostrar notas das subpastas
ru: Показывать заметки из вложенных папок
zh_hans: 显示子文件夹中的笔记

source: When a folder is selected, notes in nested folders are listed too. Inbox stays the files in the library root.
de: Ist ein Ordner ausgewählt, werden auch Notizen in verschachtelten Ordnern aufgelistet. Der Eingang bleibt auf Dateien im Stamm der Bibliothek beschränkt.
es: Al seleccionar una carpeta, también se listan las notas de las carpetas anidadas. La bandeja de entrada sigue siendo solo los archivos de la raíz de la biblioteca.
fr: Lorsqu’un dossier est sélectionné, les notes des sous-dossiers sont listées aussi. La boîte de réception reste limitée aux fichiers à la racine de la bibliothèque.
it: Quando una cartella è selezionata, vengono elencate anche le note delle cartelle nidificate. In arrivo resta limitato ai file nella radice della libreria.
ja: フォルダを選択すると、入れ子のフォルダ内のメモも一覧に出ます。受信箱はライブラリ直下のファイルのままです。
ko: 폴더를 선택하면 안에 있는 하위 폴더의 메모도 목록에 나옵니다. 수신함은 보관함 루트의 파일만 해당합니다.
pt_br: Quando uma pasta está selecionada, as notas das pastas aninhadas também aparecem. A caixa de entrada continua só com os arquivos na raiz da biblioteca.
ru: Если выбрана папка, в списке также заметки из вложенных папок. «Входящие» по-прежнему только файлы в корне библиотеки.
zh_hans: 选中文件夹时，也会列出嵌套文件夹中的笔记。收件箱仍仅包含资料库根目录中的文件。

source: Notes folder
de: Notizenordner
es: Carpeta de notas
fr: Dossier des notes
it: Cartella delle note
ja: メモフォルダ
ko: 메모 폴더
pt_br: Pasta de notas
ru: Папка заметок
zh_hans: 笔记文件夹

source: File naming
de: Dateinamen
es: Nombres de archivo
fr: Nommage des fichiers
it: Nomi dei file
ja: ファイル名
ko: 파일 이름
pt_br: Nomes de arquivo
ru: Имена файлов
zh_hans: 文件命名

source: Follow the title applies when you rename in the app. Files open in an external editor are never renamed in the background.
de: „Titel folgen“ gilt beim Umbenennen in der App. Dateien, die in einem externen Editor geöffnet sind, werden im Hintergrund niemals umbenannt.
es: «Seguir el título» se aplica al cambiar el nombre en la app. Los archivos abiertos en un editor externo nunca se renombran en segundo plano.
fr: « Suivre le titre » s’applique lors d’un renommage dans l’app. Un fichier ouvert dans un éditeur externe n’est jamais renommé en arrière-plan.
it: «Segui il titolo» si applica quando rinomini nell’app. I file aperti in un editor esterno non vengono mai rinominati in background.
ja: 「タイトルに合わせる」は、アプリ内での名称変更に適用されます。外部エディタで開いているファイルがバックグラウンドで改名されることはありません。
ko: ‘제목 따르기’는 앱에서 이름을 바꿀 때만 적용됩니다. 외부 편집기에서 연 파일은 백그라운드에서 이름이 바뀌지 않습니다.
pt_br: “Seguir o título” vale ao renomear no app. Arquivos abertos em um editor externo nunca são renomeados em segundo plano.
ru: «Следовать заголовку» действует при переименовании в приложении. Файлы, открытые во внешнем редакторе, в фоне никогда не переименовываются.
zh_hans: “跟随标题”仅在应用内重命名时生效。在外部编辑器中打开的文件绝不会在后台被重命名。
